{
  "term_to_id": {
    "fachhochschule": 0,
    "wirtschaft": 1,
    "fhdw": 2,
    "paderborn": 3,
    "bachelorthesis": 4,
    "thema": 5,
    "effiziente": 6,
    "workload": 7,
    "automatisierung": 8,
    "durch": 9,
    "self": 10,
    "service": 11,
    "ku": 12,
    "nstliche": 13,
    "intelligenz": 14,
    "mo": 15,
    "glichkeiten": 16,
    "streamworks": 17,
    "pru": 18,
    "fer": 19,
    "erstpru": 20,
    "zweitpru": 21,
    "verfasser": 22,
    "ravel": 23,
    "lukas": 24,
    "geck": 25,
    "lagesche": 26,
    "str": 27,
    "detmold": 28,
    "wirtschaftsinformatik": 29,
    "business": 30,
    "process": 31,
    "management": 32,
    "eingereicht": 33,
    "inhaltsverzeichnis": 34,
    "einleitung": 35,
    "problemstellung": 36,
    "motivation": 37,
    "zielsetzung": 38,
    "arbeit": 39,
    "methodisches": 40,
    "vorgehen": 41,
    "aufbau": 42,
    "theoretische": 43,
    "grundlagen": 44,
    "enterprise": 45,
    "umgebungen": 46,
    "definition": 47,
    "abgrenzung": 48,
    "historische": 49,
    "entwicklung": 50,
    "kernfunktionen": 51,
    "moderner": 52,
    "wla": 53,
    "aktuelle": 54,
    "herausforderungen": 55,
    "trends": 56,
    "konzepte": 57,
    "administration": 58,
    "prosumer": 59,
    "human": 60,
    "centered": 61,
    "automation": 62,
    "hca": 63,
    "charakteristika": 64,
    "technologische": 65,
    "systemen": 66,
    "erfolgsfaktoren": 67,
    "large": 68,
    "language": 69,
    "models": 70,
    "technische": 71,
    "architektur": 72,
    "funktionsweise": 73,
    "einsatz": 74,
    "llms": 75,
    "unterstu": 76,
    "tzung": 77,
    "wissenszugang": 78,
    "llm": 79,
    "gestu": 80,
    "tzte": 81,
    "programmierung": 82,
    "grenzen": 83,
    "retrieval": 84,
    "augmented": 85,
    "generation": 86,
    "rag": 87,
    "konzept": 88,
    "komponenten": 89,
    "skalierbarkeit": 90,
    "integration": 91,
    "fehler": 92,
    "textmarke": 93,
    "definiert": 94,
    "hybrid": 95,
    "mensch": 96,
    "ki": 97,
    "kollaboration": 98,
    "loop": 99,
    "graduelle": 100,
    "vertrauen": 101,
    "transparenz": 102,
    "governance": 103,
    "analyse": 104,
    "umgebung": 105,
    "einfu": 106,
    "hrung": 107,
    "xml": 108,
    "stream": 109,
    "erstellungsprozess": 110,
    "automatisierungspotenziale": 111,
    "abgeleitete": 112,
    "anforderungen": 113,
    "konzeption": 114,
    "design": 115,
    "seiten": 116,
    "rter": 117,
    "zielarchitektur": 118,
    "portal": 119,
    "generierung": 120,
    "support": 121,
    "system": 122,
    "implementierung": 123,
    "frontend": 124,
    "xsd": 125,
    "validierung": 126,
    "evaluierung": 127,
    "testing": 128,
    "testmethodologie": 129,
    "qualita": 130,
    "tsbewertung": 131,
    "generierter": 132,
    "konfigurationen": 133,
    "effizienzsteigerung": 134,
    "bewertung": 135,
    "ergebnisse": 136,
    "funktionalita": 137,
    "korrektheit": 138,
    "performance": 139,
    "systems": 140,
    "benutzerfreundlichkeit": 141,
    "adoptionsrate": 142,
    "mehrwert": 143,
    "integrierten": 144,
    "kritische": 145,
    "reflexion": 146,
    "limitationen": 147,
    "basierten": 148,
    "tssicherung": 149,
    "bestehende": 150,
    "workflows": 151,
    "fazit": 152,
    "ausblick": 153,
    "zusammenfassung": 154,
    "beitrag": 155,
    "zuku": 156,
    "nftige": 157,
    "entwicklungsmo": 158,
    "literaturverzeichnis": 159,
    "anhang": 160,
    "zusa": 161,
    "tzliche": 162,
    "abbildungen": 163,
    "tabellen": 164,
    "codebeispiele": 165,
    "workloads": 166,
    "kritischen": 167,
    "erfolgsfaktor": 168,
    "landschaften": 169,
    "entwickelt": 170,
    "wa": 171,
    "hrend": 172,
    "viele": 173,
    "unternehmen": 174,
    "bereits": 175,
    "fortschritte": 176,
    "standardisierung": 177,
    "gescha": 178,
    "ftsprozesse": 179,
    "erzielt": 180,
    "bleibt": 181,
    "zugang": 182,
    "leistungsstarken": 183,
    "kleinen": 184,
    "kreis": 185,
    "experten": 186,
    "beschra": 187,
    "nkt": 188,
    "diese": 189,
    "zugangsbarriere": 190,
    "fu": 191,
    "hrt": 192,
    "engpa": 193,
    "ssen": 194,
    "verhin": 195,
    "dert": 196,
    "nutzung": 197,
    "vorhandener": 198,
    "expertensystem": 199,
    "optionen": 200,
    "basiert": 201,
    "gui": 202,
    "baukasten": 203,
    "prinzip": 204,
    "desktop": 205,
    "client": 206,
    "oberfla": 207,
    "che": 208,
    "nf": 209,
    "bereiche": 210,
    "gliedert": 211,
    "dashboard": 212,
    "de": 213,
    "sign": 214,
    "runtime": 215,
    "reporting": 216,
    "ko": 217,
    "nnen": 218,
    "ber": 219,
    "grafische": 220,
    "chen": 221,
    "komplexe": 222,
    "erstellen": 223,
    "streams": 224,
    "visuell": 225,
    "jobnetze": 226,
    "darstellen": 227,
    "fachanwender": 228,
    "abteilungen": 229,
    "existieren": 230,
    "jedoch": 231,
    "keine": 232,
    "jede": 233,
    "neue": 234,
    "anforderung": 235,
    "durchla": 236,
    "uft": 237,
    "denselben": 238,
    "aufwa": 239,
    "ndigen": 240,
    "prozess": 241,
    "fachab": 242,
    "teilungen": 243,
    "formulieren": 244,
    "natu": 245,
    "rlicher": 246,
    "sprache": 247,
    "beno": 248,
    "tigen": 249,
    "ta": 250,
    "glichen": 251,
    "export": 252,
    "sap": 253,
    "daten": 254,
    "csv": 255,
    "kon": 256,
    "figurationen": 257,
    "bersetzt": 258,
    "werden": 259,
    "mu": 260,
    "hochqualifizierte": 261,
    "repeti": 262,
    "tive": 263,
    "konfigurationsaufgaben": 264,
    "eingesetzt": 265,
    "obwohl": 266,
    "anfragen": 267,
    "hnliche": 268,
    "muster": 269,
    "reduzieren": 270,
    "lassen": 271,
    "experteninterviews": 272,
    "besta": 273,
    "problematik": 274,
    "erfahrener": 275,
    "spezia": 276,
    "list": 277,
    "betont": 278,
    "versteht": 279,
    "nie": 280,
    "sagst": 281,
    "sobald": 282,
    "richtung": 283,
    "kunden": 284,
    "geht": 285,
    "umsetzung": 286,
    "immer": 287,
    "daru": 288,
    "schauen": 289,
    "standard": 290,
    "jobs": 291,
    "ha": 292,
    "ufig": 293,
    "ru": 294,
    "gucken": 295,
    "hinweis": 296,
    "darauf": 297,
    "erheblicher": 298,
    "teil": 299,
    "erstellung": 300,
    "standardisierbaren": 301,
    "mustern": 302,
    "folgt": 303,
    "automatisierungsschnittstelle": 304,
    "interessante": 305,
    "glichkeit": 306,
    "berbru": 307,
    "ckung": 308,
    "dieser": 309,
    "bietet": 310,
    "import": 311,
    "normale": 312,
    "konfiguration": 313,
    "erfolgt": 314,
    "sa": 315,
    "mtliche": 316,
    "definitionen": 317,
    "port": 318,
    "utility": 319,
    "format": 320,
    "transferiert": 321,
    "dieses": 322,
    "nnte": 323,
    "automa": 324,
    "tisierungsschnittstelle": 325,
    "dienen": 326,
    "moderne": 327,
    "zeigen": 328,
    "beeindruckende": 329,
    "fa": 330,
    "higkeiten": 331,
    "berset": 332,
    "zung": 333,
    "rlichsprachlichen": 334,
    "beschreibungen": 335,
    "strukturierten": 336,
    "formaten": 337,
    "tztes": 338,
    "rlichsprachliche": 339,
    "ent": 340,
    "sprechende": 341,
    "bersetzen": 342,
    "automatisch": 343,
    "importiert": 344,
    "experte": 345,
    "beha": 346,
    "lt": 347,
    "dabei": 348,
    "finale": 349,
    "kontrolle": 350,
    "vorliegende": 351,
    "untersucht": 352,
    "machbarkeit": 353,
    "solchen": 354,
    "lo": 355,
    "sung": 356,
    "ziel": 357,
    "funktionsfa": 358,
    "higer": 359,
    "prototyp": 360,
    "demonstriert": 361,
    "technologien": 362,
    "gangsbarrieren": 363,
    "berwinden": 364,
    "bewa": 365,
    "hrte": 366,
    "expertenkonfi": 367,
    "guration": 368,
    "ersetzen": 369,
    "sondern": 370,
    "erweitern": 371,
    "prima": 372,
    "re": 373,
    "bachelorarbeit": 374,
    "hybriden": 375,
    "benut": 376,
    "zerfreundliche": 377,
    "web": 378,
    "soll": 379,
    "fachanwendern": 380,
    "ermo": 381,
    "rlichsprachige": 382,
    "eingaben": 383,
    "definieren": 384,
    "tiefgreifende": 385,
    "works": 386,
    "kenntnisse": 387,
    "hauptziel": 388,
    "automatisierte": 389,
    "erstelle": 390,
    "kundendaten": 391,
    "entsprechende": 392,
    "eingelesen": 393,
    "komplexita": 394,
    "endbenutzer": 395,
    "verborgen": 396,
    "flexibilita": 397,
    "ma": 398,
    "chtigkeit": 399,
    "plattform": 400,
    "vollsta": 401,
    "ndig": 402,
    "erhalten": 403,
    "entsteht": 404,
    "rliche": 405,
    "schnittstelle": 406,
    "zwi": 407,
    "schen": 408,
    "menschlicher": 409,
    "intention": 410,
    "maschinenlesbarer": 411,
    "nebenziel": 412,
    "basiertes": 413,
    "erga": 414,
    "nzende": 415,
    "komponente": 416,
    "intelligente": 417,
    "dokumentations": 418,
    "nutzer": 419,
    "fungiert": 420,
    "macht": 421,
    "vorhandene": 422,
    "dokumentationen": 423,
    "best": 424,
    "practices": 425,
    "konfigurationsbeispiele": 426,
    "durchsuchbar": 427,
    "kontextabha": 428,
    "ngige": 429,
    "hilfestellungen": 430,
    "messbare": 431,
    "erfolgsparameter": 432,
    "verfolgt": 433,
    "konkrete": 434,
    "quantifizierbare": 435,
    "ziele": 436,
    "zeitersparnis": 437,
    "gegenu": 438,
    "manueller": 439,
    "reduzierung": 440,
    "tigten": 441,
    "expertise": 442,
    "mindestens": 443,
    "erstellungen": 444,
    "sowie": 445,
    "fehlerrate": 446,
    "unter": 447,
    "automatischen": 448,
    "mindes": 449,
    "tens": 450,
    "ufigsten": 451,
    "use": 452,
    "cases": 453,
    "dateitransfers": 454,
    "monitoring": 455,
    "vollautomatisch": 456,
    "generieren": 457,
    "min": 458,
    "destens": 459,
    "standardfragen": 460,
    "menschliche": 461,
    "intervention": 462,
    "beantworten": 463,
    "wissenschaftlicher": 464,
    "leistet": 465,
    "forschung": 466,
    "bereich": 467,
    "praktische": 468,
    "anwendung": 469,
    "doma": 470,
    "nenspezifische": 471,
    "ge": 472,
    "nerierung": 473,
    "produktiven": 474,
    "balancierung": 475,
    "kriti": 476,
    "ftsprozessen": 477,
    "projektumfang": 478,
    "scope": 479,
    "umfasst": 480,
    "portals": 481,
    "gene": 482,
    "rierung": 483,
    "konfigurationserstellung": 484,
    "validie": 485,
    "rung": 486,
    "außerhalb": 487,
    "scopes": 488,
    "liegen": 489,
    "produktive": 490,
    "deployment": 491,
    "strategien": 492,
    "ndige": 493,
    "identity": 494,
    "systeme": 495,
    "umfassende": 496,
    "api": 497,
    "hinaus": 498,
    "ergebnis": 499,
    "strategische": 500,
    "roadmap": 501,
    "weiterentwicklung": 502,
    "forschungsansatz": 503,
    "fundie": 504,
    "praktischer": 505,
    "kombiniert": 506,
    "methodik": 507,
    "vier": 508,
    "einander": 509,
    "aufbauende": 510,
    "phasen": 511,
    "literaturrecherche": 512,
    "fundierung": 513,
    "systematische": 514,
    "konzep": 515,
    "ten": 516,
    "auswertung": 517,
    "wissen": 518,
    "schaftlicher": 519,
    "publikationen": 520,
    "industriestandards": 521,
    "technischer": 522,
    "fo": 523,
    "kus": 524,
    "entwicklungen": 525,
    "ieee": 526,
    "xplore": 527,
    "acm": 528,
    "digital": 529,
    "library": 530,
    "anforderungsanalyse": 531,
    "strukturierte": 532,
    "spezialisten": 533,
    "theoreti": 534,
    "scher": 535,
    "erkenntnisse": 536,
    "identifikation": 537,
    "tatsa": 538,
    "chlicher": 539,
    "problemstellungen": 540,
    "semi": 541,
    "strukturierter": 542,
    "ansatz": 543,
    "standardisierten": 544,
    "fragen": 545,
    "explorativen": 546,
    "nachfragen": 547,
    "typi": 548,
    "anwendungsfa": 549,
    "llen": 550,
    "organisatorischen": 551,
    "rahmenbedingungen": 552,
    "prototypische": 553,
    "agile": 554,
    "iterativen": 555,
    "zyklen": 556,
    "beginnend": 557,
    "minimum": 558,
    "viable": 559,
    "product": 560,
    "wicklung": 561,
    "backend": 562,
    "services": 563,
    "validierungs": 564,
    "mechanismen": 565,
    "evaluation": 566,
    "quantitative": 567,
    "metriken": 568,
    "generierungsgeschwindigkeit": 569,
    "ausgabe": 570,
    "va": 571,
    "lidierungsergebnisse": 572,
    "gegen": 573,
    "schema": 574,
    "qualitative": 575,
    "usabi": 576,
    "lity": 577,
    "tests": 578,
    "potenziellen": 579,
    "anwendern": 580,
    "feedback": 581,
    "kombination": 582,
    "theoretischer": 583,
    "empi": 584,
    "rischer": 585,
    "glicht": 586,
    "bearbeitung": 587,
    "forschungsfrage": 588,
    "gleichzeitiger": 589,
    "erfu": 590,
    "llung": 591,
    "logischen": 592,
    "progression": 593,
    "problemanalyse": 594,
    "praktischen": 595,
    "kapitel": 596,
    "legt": 597,
    "theoretischen": 598,
    "zentrale": 599,
    "themenbereiche": 600,
    "work": 601,
    "load": 602,
    "wissenschaftlichen": 603,
    "rahmen": 604,
    "analysiert": 605,
    "spezifische": 606,
    "aktuellen": 607,
    "prozessen": 608,
    "automatisierungspotenzialen": 609,
    "sun": 610,
    "gen": 611,
    "umfassend": 612,
    "systemarchitektur": 613,
    "dokumentiert": 614,
    "evaluiert": 615,
    "entwickelte": 616,
    "pra": 617,
    "sentiert": 618,
    "bezu": 619,
    "glich": 620,
    "benutzer": 621,
    "freundlichkeit": 622,
    "reflektiert": 623,
    "kritisch": 624,
    "ausforderungen": 625,
    "schließt": 626,
    "nftigen": 627,
    "ab": 628,
    "gliederung": 629,
    "gewa": 630,
    "hrleistet": 631,
    "herangehensweise": 632,
    "verbindet": 633,
    "wissenschaftliche": 634,
    "rigorosita": 635,
    "relevanz": 636,
    "zunehmende": 637,
    "digitalisierung": 638,
    "erfordert": 639,
    "ausrich": 640,
    "tung": 641,
    "informationsmanagements": 642,
    "insbesondere": 643,
    "prozessorientierte": 644,
    "gestaltung": 645,
    "infrastrukturen": 646,
    "spielt": 647,
    "rolle": 648,
    "effizient": 649,
    "un": 650,
    "terstu": 651,
    "tzen": 652,
    "steuern": 653,
    "automatisieren1": 654,
    "tzten": 655,
    "zuna": 656,
    "chst": 657,
    "etabliertes": 658,
    "prozessautomatisierung": 659,
    "eingefu": 660,
    "aufbauend": 661,
    "behandelt": 662,
    "paradigma": 663,
    "welches": 664,
    "nutzern": 665,
    "eigensta": 666,
    "ressourcen": 667,
    "zuzugreifen": 668,
    "nstlicher": 669,
    "form": 670,
    "dar": 671,
    "gestellt": 672,
    "ero": 673,
    "ffnet": 674,
    "intuitive": 675,
    "teraktionen": 676,
    "technischen": 677,
    "abschließend": 678,
    "thematisiert": 679,
    "zept": 680,
    "leistungsfa": 681,
    "higkeit": 682,
    "großer": 683,
    "sprachmodelle": 684,
    "gezielte": 685,
    "einbindung": 686,
    "externer": 687,
    "interner": 688,
    "datenquellen": 689,
    "heblich": 690,
    "erweitert": 691,
    "kontextspezifischere": 692,
    "verla": 693,
    "sslichere": 694,
    "antwort": 695,
    "indem": 696,
    "relevante": 697,
    "informationen": 698,
    "verknu": 699,
    "pften": 700,
    "datenbanken": 701,
    "dokumen": 702,
    "tensammlungen": 703,
    "wissensgraphen": 704,
    "dynamisch": 705,
    "prompt": 706,
    "integriert": 707,
    "ganz": 708,
    "fine": 709,
    "tuning": 710,
    "bilden": 711,
    "zusammen": 712,
    "fundament": 713,
    "konzipierte": 714,
    "intelligenten": 715,
    "auto": 716,
    "mation": 717,
    "bezeichnet": 718,
    "planung": 719,
    "steuerung": 720,
    "regelbasierter": 721,
    "abla": 722,
    "ufe": 723,
    "routineprozesse3": 724,
    "integraler": 725,
    "bestandteil": 726,
    "moder": 727,
    "ner": 728,
    "reduziert": 729,
    "manuelle": 730,
    "eingriffe": 731,
    "erho": 732,
    "ht": 733,
    "prozessqualita": 734,
    "vgl": 735,
    "heinrich": 736,
    "et": 737,
    "al": 738,
    "informationsmanagement": 739,
    "aufgaben": 740,
    "methoden": 741,
    "honroth": 742,
    "chat": 743,
    "eigenen": 744,
    "fraunhofer": 745,
    "iese": 746,
    "gadatsch": 747,
    "grundkurs": 748,
    "ftsprozessmanagement": 749,
    "spezialisierter": 750,
    "software": 751,
    "fts": 752,
    "prozesse": 753,
    "zeit": 754,
    "ereignisgesteuerte": 755,
    "automatisiert": 756,
    "berwachen": 757,
    "orchestrierung": 758,
    "loads": 759,
    "heterogene": 760,
    "plattformen": 761,
    "hinweg": 762,
    "dadurch": 763,
    "fehleranfa": 764,
    "lligkeit4": 765,
    "gegensatz": 766,
    "reiner": 767,
    "jobausfu": 768,
    "abha": 769,
    "ngigkeiten": 770,
    "ereignisse": 771,
    "ftskontexte": 772,
    "wodurch": 773,
    "entscheidende": 774,
    "grundlage": 775,
    "digitale": 776,
    "unternehmenssteuerung": 777,
    "bildet5": 778,
    "job": 779,
    "scheduling": 780,
    "liegt": 781,
    "reifegrad": 782,
    "klassische": 783,
    "scheduler": 784,
    "arbeiten": 785,
    "batchorientiert": 786,
    "meist": 787,
    "einzelne": 788,
    "wor": 789,
    "kload": 790,
    "ereignisgesteu": 791,
    "erte": 792,
    "trigger": 793,
    "plattformu": 794,
    "bergreifende": 795,
    "unternehmens": 796,
    "weite": 797,
    "beherrschbar": 798,
    "werden6": 799,
    "robotic": 800,
    "rpa": 801,
    "unterscheidet": 802,
    "vorrangig": 803,
    "regelbasierte": 804,
    "repetitive": 805,
    "tigkeiten": 806,
    "benutzerschnittstelle": 807,
    "nachahmt": 808,
    "etwa": 809,
    "dateneingaben": 810,
    "erp": 811,
    "crm": 812,
    "hingegen": 813,
    "steuert": 814,
    "ganze": 815,
    "prozessketten": 816,
    "infrastrukturebene": 817,
    "verschiedene": 818,
    "anwendungen": 819,
    "ba": 820,
    "ckend7": 821,
    "bpm": 822,
    "umfassenderen": 823,
    "modellierung": 824,
    "optimierung": 825,
    "end": 826,
    "organisatori": 827,
    "ebene": 828,
    "methodischen": 829,
    "prozesslogik": 830,
    "bernimmt": 831,
    "operative": 832,
    "automatisierungsschritte8": 833,
    "zeigt": 834,
    "darin": 835,
    "unterneh": 836,
    "men": 837,
    "zunehmend": 838,
    "hybride": 839,
    "orchestrieren": 840,
    "studien": 841,
    "belegen": 842,
    "sungen": 843,
    "mehr": 844,
    "effizienz": 845,
    "zuverla": 846,
    "ssigkeit": 847,
    "hren": 848,
    "mehrheit": 849,
    "organisationen": 850,
    "strategisches": 851,
    "transfor": 852,
    "gelten9": 853,
    "sabharwal": 854,
    "kasiviswanathan": 855,
    "introduction": 856,
    "redwood": 857,
    "why": 858,
    "enterprises": 859,
    "chandio": 860,
    "comparative": 861,
    "study": 862,
    "strategies": 863,
    "scale": 864,
    "parallel": 865,
    "computational": 866,
    "aguirre": 867,
    "rodriguez": 868,
    "using": 869,
    "mendling": 870,
    "fundamentals": 871,
    "stonebranch": 872,
    "global": 873,
    "state": 874,
    "report": 875,
    "la": 876,
    "sst": 877,
    "mehrere": 878,
    "jahr": 879,
    "zehnte": 880,
    "nachzeichnen": 881,
    "verdeutlicht": 882,
    "engen": 883,
    "zusammenhang": 884,
    "technologischen": 885,
    "umbru": 886,
    "automatisierungslo": 887,
    "1970er": 888,
    "jahren": 889,
    "dominierten": 890,
    "einfache": 891,
    "task": 892,
    "batch": 893,
    "zentralisierten": 894,
    "mainframe": 895,
    "zeitgesteuerte": 896,
    "abwickelten": 897,
    "fru": 898,
    "hen": 899,
    "dienten": 900,
    "sequentiellen": 901,
    "abarbeitung": 902,
    "bildeten": 903,
    "grundstein": 904,
    "spa": 905,
    "tere": 906,
    "sungen10": 907,
    "dezentralisierung": 908,
    "1980er": 909,
    "hte": 910,
    "werkzeuge": 911,
    "funktionen": 912,
    "koordination": 913,
    "verteilte": 914,
    "durchfu": 915,
    "managed": 916,
    "file": 917,
    "transfers": 918,
    "1990er": 919,
    "kam": 920,
    "aufstieg": 921,
    "internets": 922,
    "weitere": 923,
    "dimension": 924,
    "hinzu": 925,
    "einsatzmo": 926,
    "ffnete": 927,
    "markt": 928,
    "deutlich": 929,
    "auswei": 930,
    "tete11": 931,
    "2000er": 932,
    "setzte": 933,
    "begriff": 934,
    "treiber": 935,
    "hierfu": 936,
    "virtualisierung": 937,
    "cloud": 938,
    "computing": 939,
    "zent": 940,
    "rale": 941,
    "heterogener": 942,
    "notwendig": 943,
    "machten": 944,
    "nehmend": 945,
    "automatisierungstools": 946,
    "bergreifenden": 947,
    "boten12": 948,
    "2010er": 949,
    "galt": 950,
    "etablierte": 951,
    "praxis": 952,
    "verlangsamte": 953,
    "inno": 954,
    "vationsgeschwindigkeit": 955,
    "erst": 956,
    "siegeszug": 957,
    "big": 958,
    "data": 959,
    "ende": 960,
    "jahrzehnts": 961,
    "erhielt": 962,
    "feld": 963,
    "impulse": 964,
    "history": 965,
    "decades": 966,
    "197019801990200020102020batch": 967,
    "schedulermainframe": 968,
    "sequentielleabla": 969,
    "ufeinternet": 970,
    "schedulingausweitung": 971,
    "netzwerkumgebungen": 972,
    "glichkeitendezentralisierungkoordination": 973,
    "verteilter": 974,
    "managedfile": 975,
    "transferworkload": 976,
    "automationvirtualisierung": 977,
    "event": 978,
    "driven": 979,
    "serviceechtzeit": 980,
    "portale": 981,
    "abbildung": 982,
    "eigene": 983,
    "darstellung": 984,
    "ausgeweitet": 985,
    "große": 986,
    "datenmengen": 987,
    "umgebun": 988,
    "abzudecken13": 989,
    "ju": 990,
    "ngsten": 991,
    "2020er": 992,
    "jahre": 993,
    "evolution": 994,
    "hin": 995,
    "eignisgesteuerten": 996,
    "orchestration": 997,
    "automatisierungsplattformen": 998,
    "soap": 999,
    "modernen": 1000,
    "echtzeit": 1001,
    "integrieren": 1002,
    "contai": 1003,
    "bieten": 1004,
    "fachbereiche": 1005,
    "verschiebt": 1006,
    "fokus": 1007,
    "rein": 1008,
    "ganzheitlichen": 1009,
    "nehmensautomatisierung14": 1010,
    "zeichnet": 1011,
    "reihe": 1012,
    "zentraler": 1013,
    "betrieb": 1014,
    "komplexer": 1015,
    "erheblich": 1016,
    "effizienter": 1017,
    "sicherer": 1018,
    "gestalten": 1019,
    "mittelpunkt": 1020,
    "steht": 1021,
    "einheitliche": 1022,
    "anwendun": 1023,
    "konsolidiert": 1024,
    "betriebssicher": 1025,
    "heit": 1026,
    "hen15": 1027,
    "wesentliches": 1028,
    "merkmal": 1029,
    "schließlich": 1030,
    "zeitgesteuert": 1031,
    "reagieren": 1032,
    "dies": 1033,
    "erlaubt": 1034,
    "nahezu": 1035,
    "erfolgende": 1036,
    "ausfu": 1037,
    "hochvo": 1038,
    "lumigen": 1039,
    "agilita": 1040,
    "ressourcenauslastung": 1041,
    "glicht16": 1042,
    "eng": 1043,
    "verbunden": 1044,
    "ngigkeitsmanagement": 1045,
    "automatische": 1046,
    "beru": 1047,
    "cksich": 1048,
    "tigung": 1049,
    "vorbedingungen": 1050,
    "pfungen": 1051,
    "sicherstellt": 1052,
    "nachgelagerte": 1053,
    "ausgefu": 1054,
    "relevanten": 1055,
    "vorga": 1056,
    "nger": 1057,
    "erfolgreich": 1058,
    "abgeschlossen": 1059,
    "konsistenzen": 1060,
    "minimiert": 1061,
    "werden17": 1062,
    "central": 1063,
    "station": 1064,
    "selecting": 1065,
    "tool": 1066,
    "talaseela": 1067,
    "intelligent": 1068,
    "workflow": 1069,
    "contexts": 1070,
    "dhanaraj": 1071,
    "banu": 1072,
    "taxonomy": 1073,
    "survey": 1074,
    "algorithms": 1075,
    "based": 1076,
    "dependency": 1077,
    "aufrechterhaltung": 1078,
    "stabilita": 1079,
    "nachvollziehbarkeit": 1080,
    "kommt": 1081,
    "berwachungs": 1082,
    "benach": 1083,
    "richtigungsfunktionen": 1084,
    "erlauben": 1085,
    "sto": 1086,
    "rungen": 1087,
    "hzeitig": 1088,
    "erkennen": 1089,
    "proaktiv": 1090,
    "einzugreifen": 1091,
    "nzend": 1092,
    "hierzu": 1093,
    "strategischer": 1094,
    "bedeutung": 1095,
    "nahtlose": 1096,
    "anbindung": 1097,
    "austausch": 1098,
    "standardisierte": 1099,
    "schnittstellen": 1100,
    "sicherstellt18": 1101,
    "letzten": 1102,
    "trend": 1103,
    "etabliert": 1104,
    "befa": 1105,
    "higen": 1106,
    "fachabteilungen": 1107,
    "automatisierungsprozesse": 1108,
    "initiieren": 1109,
    "abteilung": 1110,
    "angewiesen": 1111,
    "verbindung": 1112,
    "role": 1113,
    "access": 1114,
    "control": 1115,
    "rbac": 1116,
    "sichergestellt": 1117,
    "zugriffsrechte": 1118,
    "strikt": 1119,
    "rollen": 1120,
    "verantwortlichkeiten": 1121,
    "vergeben": 1122,
    "sicherheit": 1123,
    "anfor": 1124,
    "derungen": 1125,
    "gewahrt": 1126,
    "bleiben19": 1127,
    "zusammenfassend": 1128,
    "festhalten": 1129,
    "steigern": 1130,
    "ho": 1131,
    "heres": 1132,
    "maß": 1133,
    "komplexen": 1134,
    "hrleisten": 1135,
    "aktuell": 1136,
    "herausforderun": 1137,
    "sowohl": 1138,
    "organisatorische": 1139,
    "dimensionen": 1140,
    "umfassen": 1141,
    "zentrales": 1142,
    "problem": 1143,
    "bildet": 1144,
    "hybrider": 1145,
    "rund": 1146,
    "betreiben": 1147,
    "gewinnt": 1148,
    "orchest": 1149,
    "premises": 1150,
    "containerisierten": 1151,
    "kritischer": 1152,
    "deutung20": 1153,
    "hige": 1154,
    "ibm": 1155,
    "driving": 1156,
    "rest": 1157,
    "sandhu": 1158,
    "nist": 1159,
    "model": 1160,
    "towards": 1161,
    "unified": 1162,
    "stan": 1163,
    "dard": 1164,
    "reagiert": 1165,
    "externe": 1166,
    "ngigkeitenworkloadautomationdependencymanagement": 1167,
    "cksichtigt": 1168,
    "streamsmonitoring": 1169,
    "alerting": 1170,
    "berwachung": 1171,
    "fehlererkennung": 1172,
    "benachrichtung": 1173,
    "ressourcenoptimierung": 1174,
    "sklalierung": 1175,
    "dynamische": 1176,
    "allokation": 1177,
    "compute": 1178,
    "storageintegration": 1179,
    "via": 1180,
    "saas": 1181,
    "premise": 1182,
    "umgebungenself": 1183,
    "selbst": 1184,
    "konfigurieren": 1185,
    "fragmentierung": 1186,
    "sprawl": 1187,
    "vermeiden21": 1188,
    "kommen": 1189,
    "sicherheits": 1190,
    "compliance": 1191,
    "public": 1192,
    "umge": 1193,
    "bungen": 1194,
    "hemmnis": 1195,
    "wahrgenommen": 1196,
    "werden22": 1197,
    "neben": 1198,
    "diesen": 1199,
    "technolo": 1200,
    "gischen": 1201,
    "hu": 1202,
    "rden": 1203,
    "verscha": 1204,
    "rft": 1205,
    "fachkra": 1206,
    "ftemangel": 1207,
    "lage": 1208,
    "fehlende": 1209,
    "au": 1210,
    "tomatisierung": 1211,
    "skalierung": 1212,
    "entsprechender": 1213,
    "initiativen": 1214,
    "schwert23": 1215,
    "zeichnen": 1216,
    "deutliche": 1217,
    "flexiblere": 1218,
    "starre": 1219,
    "verarbeitung": 1220,
    "nzt24": 1221,
    "zudem": 1222,
    "res": 1223,
    "sourcenzuweisungen": 1224,
    "selbstheilende": 1225,
    "erlaubt25": 1226,
    "besonders": 1227,
    "hervorzuhe": 1228,
    "ben": 1229,
    "wachsend": 1230,
    "breiten": 1231,
    "basis": 1232,
    "klassischer": 1233,
    "getragen": 1234,
    "teams": 1235,
    "entwi": 1236,
    "ckeln": 1237,
    "anbietern": 1238,
    "fachabtei": 1239,
    "lungen": 1240,
    "higt": 1241,
    "automatisierungen": 1242,
    "umzusetzen26": 1243,
    "winnt": 1244,
    "sta": 1245,
    "kere": 1246,
    "ausrichtung": 1247,
    "nutzerbedu": 1248,
    "rfnissen": 1249,
    "geringere": 1250,
    "einstiegshu": 1251,
    "demokratisierung": 1252,
    "rdern": 1253,
    "akzeptanz": 1254,
    "steigern27": 1255,
    "gleichermaßen": 1256,
    "integrations": 1257,
    "gleichzeitig": 1258,
    "rker": 1259,
    "nutzerzentrierten": 1260,
    "orientierten": 1261,
    "zukunft": 1262,
    "ckelt": 1263,
    "ema": 1264,
    "research": 1265,
    "future": 1266,
    "toxtli": 1267,
    "unternehmenskontext": 1268,
    "dienstleistungen": 1269,
    "anspruch": 1270,
    "nehmen": 1271,
    "direkte": 1272,
    "interaktion": 1273,
    "servicemitarbeiter": 1274,
    "erforderlich": 1275,
    "solche": 1276,
    "beispielsweise": 1277,
    "online": 1278,
    "banking": 1279,
    "check": 1280,
    "flughafen": 1281,
    "interne": 1282,
    "tragen": 1283,
    "dazu": 1284,
    "effi": 1285,
    "zienter": 1286,
    "ngigkeit": 1287,
    "servicepersonal": 1288,
    "reduzie": 1289,
    "ren": 1290,
    "ssts": 1291,
    "kostensenkung": 1292,
    "ef": 1293,
    "fizienzsteigerung": 1294,
    "serviceprozessen": 1295,
    "beitragen": 1296,
    "nut": 1297,
    "zende": 1298,
    "herer": 1299,
    "gesteigerter": 1300,
    "autonomie": 1301,
    "pro": 1302,
    "fitieren28": 1303,
    "zentral": 1304,
    "toffler": 1305,
    "zuru": 1306,
    "ck": 1307,
    "beschreibt": 1308,
    "verschmelzung": 1309,
    "produzent": 1310,
    "konsument": 1311,
    "prosumers": 1312,
    "passive": 1313,
    "abnehmer": 1314,
    "bernehmen": 1315,
    "aktiv": 1316,
    "wertscho": 1317,
    "pfung": 1318,
    "serviceprozesse": 1319,
    "mittels": 1320,
    "technologie": 1321,
    "leistungen": 1322,
    "produzieren": 1323,
    "anpassen": 1324,
    "konsumieren": 1325,
    "produzenten": 1326,
    "tra": 1327,
    "gt": 1328,
    "unmittelbar": 1329,
    "indi": 1330,
    "vidualisierung": 1331,
    "servicebereitstellung": 1332,
    "bei29": 1333,
    "stellt": 1334,
    "konzeptionellen": 1335,
    "satz": 1336,
    "menschen": 1337,
    "bewusst": 1338,
    "automatisierungsprozessen": 1339,
    "ckt": 1340,
    "technologiegetriebenen": 1341,
    "zielt": 1342,
    "steuerbarkeit": 1343,
    "sollen": 1344,
    "ersetzt": 1345,
    "tzt": 1346,
    "automati": 1347,
    "sierung": 1348,
    "gestaltet": 1349,
    "rken": 1350,
    "urteilsfa": 1351,
    "kontext": 1352,
    "bewusstsein": 1353,
    "vorteilen": 1354,
    "maschineller": 1355,
    "gleichgewicht": 1356,
    "angestrebt30": 1357,
    "considine": 1358,
    "cormican": 1359,
    "rise": 1360,
    "analysis": 1361,
    "technology": 1362,
    "adop": 1363,
    "tion": 1364,
    "corporate": 1365,
    "context": 1366,
    "sheridan": 1367,
    "verdeutlichen": 1368,
    "drei": 1369,
    "begriffe": 1370,
    "nutzers": 1371,
    "dernen": 1372,
    "automatisierungsszenarien": 1373,
    "rkt": 1374,
    "aktive": 1375,
    "teilhabe": 1376,
    "pfungsprozessen": 1377,
    "sicher": 1378,
    "nutzerorientiert": 1379,
    "transparent": 1380,
    "tzend": 1381,
    "ausgestal": 1382,
    "tet": 1383,
    "managements": 1384,
    "itsm": 1385,
    "nutzerfreundlichkeit": 1386,
    "mitarbeiter": 1387,
    "bestellen": 1388,
    "nderungen": 1389,
    "vorzunehmen": 1390,
    "sein31": 1391,
    "hohe": 1392,
    "katalogen": 1393,
    "vordefinierten": 1394,
    "request": 1395,
    "typen": 1396,
    "ausdruck": 1397,
    "findet": 1398,
    "konsistente": 1399,
    "abwicklung": 1400,
    "glicht32": 1401,
    "weisen": 1402,
    "ser": 1403,
    "vice": 1404,
    "erhebliches": 1405,
    "automatisierungspotenzial": 1406,
    "wiederkehrende": 1407,
    "rou": 1408,
    "tineaufgaben": 1409,
    "systematisch": 1410,
    "engines": 1411,
    "werden33": 1412,
    "eigen": 1413,
    "schaft": 1414,
    "steigende": 1415,
    "anzahl": 1416,
    "servicean": 1417,
    "proportionalen": 1418,
    "mehraufwand": 1419,
    "bearbeitet": 1420,
    "kann34": 1421,
    "nachvoll": 1422,
    "ziehbarkeit": 1423,
    "requests": 1424,
    "entscheidend": 1425,
    "vorgaben": 1426,
    "einzu": 1427,
    "halten": 1428,
    "ressourcennutzung": 1429,
    "sicherzustellen35": 1430,
    "floerecke": 1431,
    "schwerpunkt": 1432,
    "1091f": 1433,
    "bock": 1434,
    "frank": 1435,
    "low": 1436,
    "code": 1437,
    "platform": 1438,
    "684f": 1439,
    "abteilungfachabteilungen": 1440,
    "ui": 1441,
    "chatbot": 1442,
    "layer": 1443,
    "automatiserungen": 1444,
    "entlastung": 1445,
    "bereitstellung": 1446,
    "freigaben": 1447,
    "stu": 1448,
    "ebe": 1449,
    "nen": 1450,
    "stellen": 1451,
    "benutzeroberfla": 1452,
    "webportale": 1453,
    "mobile": 1454,
    "apps": 1455,
    "zuneh": 1456,
    "mend": 1457,
    "chatbots": 1458,
    "interaktionsebene": 1459,
    "suiten": 1460,
    "durchga": 1461,
    "ngiger": 1462,
    "informationsfluss": 1463,
    "automatisierungs": 1464,
    "engi": 1465,
    "nes": 1466,
    "herzstu": 1467,
    "abbilden": 1468,
    "matisierung": 1469,
    "pft": 1470,
    "logging": 1471,
    "essenziell": 1472,
    "berwa": 1473,
    "prozesskennzahlen": 1474,
    "erheben": 1475,
    "fehlerquellen": 1476,
    "identifizieren36": 1477,
    "sichern": 1478,
    "sicherheitsmechanismen": 1479,
    "rollenbasierte": 1480,
    "zugriffskontrollen": 1481,
    "integrita": 1482,
    "vertraulichkeit": 1483,
    "sensibler": 1484,
    "ab37": 1485,
    "insgesamt": 1486,
    "zuvor": 1487,
    "genannten": 1488,
    "cha": 1489,
    "rakteristika": 1490,
    "maßgeblich": 1491,
    "benutzerfreundliche": 1492,
    "schaffen": 1493,
    "akzep": 1494,
    "tanz": 1495,
    "realisieren": 1496,
    "effizienzgewinne": 1497,
    "notwendige": 1498,
    "erfolgreiche": 1499,
    "ngt": 1500,
    "klar": 1501,
    "definierten": 1502,
    "element": 1503,
    "etablierung": 1504,
    "eindeu": 1505,
    "tiger": 1506,
    "strukturen": 1507,
    "richtlinien": 1508,
    "festlegen": 1509,
    "schaffen38": 1510,
    "ebenso": 1511,
    "nutzerzentrierte": 1512,
    "wahrgenommene": 1513,
    "nu": 1514,
    "tzlichkeit": 1515,
    "wirkt": 1516,
    "dessen": 1517,
    "reine": 1518,
    "bedienfreundlichkeit": 1519,
    "klarer": 1520,
    "anwender": 1521,
    "erlebbar": 1522,
    "muss39": 1523,
    "hier": 1524,
    "erweist": 1525,
    "enge": 1526,
    "zusammenarbeit": 1527,
    "fachbereichen": 1528,
    "endnutzern": 1529,
    "rfnisse": 1530,
    "abzudecken40": 1531,
    "kontinuierliche": 1532,
    "schulungen": 1533,
    "kyberna": 1534,
    "wissensartikel": 1535,
    "3f": 1536,
    "portalen": 1537,
    "hartmann": 1538,
    "kerssenfischer": 1539,
    "fritsch": 1540,
    "nguyen": 1541,
    "user": 1542,
    "acceptance": 1543,
    "customer": 1544,
    "por": 1545,
    "tals": 1546,
    "mauludina": 1547,
    "mulyani": 1548,
    "adrianto": 1549,
    "critical": 1550,
    "success": 1551,
    "factors": 1552,
    "implementation": 1553,
    "intelligence": 1554,
    "accounting": 1555,
    "begleitendes": 1556,
    "change": 1557,
    "akzeptanzbarrieren": 1558,
    "ndigkeit": 1559,
    "umgang": 1560,
    "cksichtigung": 1561,
    "aspekten": 1562,
    "reits": 1563,
    "beginn": 1564,
    "erfolgen": 1565,
    "regulatorische": 1566,
    "schaffen41": 1567,
    "stehen": 1568,
    "typische": 1569,
    "genann": 1570,
    "tes": 1571,
    "risiko": 1572,
    "entstehung": 1573,
    "schatten": 1574,
    "genutzt": 1575,
    "erhebliche": 1576,
    "rde": 1577,
    "akzeptanzprobleme": 1578,
    "unterscha": 1579,
    "faktoren": 1580,
    "innovationsangst": 1581,
    "geringe": 1582,
    "selbstwirksamkeit": 1583,
    "einschra": 1584,
    "nken": 1585,
    "nnen42": 1586,
    "erfordern": 1587,
    "aufgrund": 1588,
    "raschen": 1589,
    "fort": 1590,
    "schritts": 1591,
    "anpassung": 1592,
    "langfristig": 1593,
    "nutzen": 1594,
    "stiften": 1595,
    "nnen43": 1596,
    "identifizierten": 1597,
    "beschriebenen": 1598,
    "heraus": 1599,
    "forderungen": 1600,
    "adressieren": 1601,
    "klare": 1602,
    "gefahr": 1603,
    "einda": 1604,
    "mmen": 1605,
    "nutzerorientiertes": 1606,
    "schu": 1607,
    "151f": 1608,
    "herausforderungenerfolgsfaktoren": 1609,
    "nutzerzentrierung": 1610,
    "wahrgenommener": 1611,
    "aktzeptanzprobleme": 1612,
    "fortschritt": 1613,
    "neuronale": 1614,
    "netzwerke": 1615,
    "natural": 1616,
    "processing": 1617,
    "nlp": 1618,
    "basieren": 1619,
    "berwachtes": 1620,
    "lernverfahren": 1621,
    "riesigen": 1622,
    "textkorpora": 1623,
    "trainiert": 1624,
    "verfolgen": 1625,
    "sprachliche": 1626,
    "zusammenha": 1627,
    "nge": 1628,
    "weltwissen": 1629,
    "erfassen": 1630,
    "daraus": 1631,
    "vielfa": 1632,
    "ltige": 1633,
    "textgenerierung": 1634,
    "klassifikation": 1635,
    "ltigen44": 1636,
    "idee": 1637,
    "besteht": 1638,
    "wahrscheinlichkeit": 1639,
    "folgeeinheiten": 1640,
    "sogenannten": 1641,
    "tokens": 1642,
    "gegebenen": 1643,
    "text": 1644,
    "vorherzusagen": 1645,
    "token": 1646,
    "wortbestandteile": 1647,
    "zeichen": 1648,
    "modell": 1649,
    "lernt": 1650,
    "welcher": 1651,
    "bestimmte": 1652,
    "zeichenkette": 1653,
    "statis": 1654,
    "tisch": 1655,
    "fundiertes": 1656,
    "sprachversta": 1657,
    "ndnis": 1658,
    "aufgebaut": 1659,
    "wird45": 1660,
    "wahrscheinlichkeiten": 1661,
    "anhand": 1662,
    "wahrscheinlichkeitsverteilungsmodells": 1663,
    "berechnet": 1664,
    "kontinuier": 1665,
    "lich": 1666,
    "optimiert": 1667,
    "trainingsdaten": 1668,
    "glichst": 1669,
    "genau": 1670,
    "entsprechen46": 1671,
    "charakteristisch": 1672,
    "enorme": 1673,
    "modellgro": 1674,
    "ße": 1675,
    "verfu": 1676,
    "milliarden": 1677,
    "parametern": 1678,
    "trainierbare": 1679,
    "gewichtungen": 1680,
    "sprach": 1681,
    "modellen": 1682,
    "kom": 1683,
    "plexe": 1684,
    "sprachmuster": 1685,
    "semantische": 1686,
    "relationen": 1687,
    "kleineren": 1688,
    "ada": 1689,
    "quat": 1690,
    "abgebildet": 1691,
    "nnen47": 1692,
    "klassischen": 1693,
    "sprachmodellen": 1694,
    "typischerweise": 1695,
    "unidirektionale": 1696,
    "kontexte": 1697,
    "verarbeiten": 1698,
    "transformern": 1699,
    "archi": 1700,
    "tektur": 1701,
    "kontextuelle": 1702,
    "vorangegangenen": 1703,
    "nachfolgenden": 1704,
    "cksichtigen48": 1705,
    "markieren": 1706,
    "paradigmenwechsel": 1707,
    "sprachverarbeitung": 1708,
    "vortrainierung": 1709,
    "allgemeinen": 1710,
    "universell": 1711,
    "einsetzbar": 1712,
    "schließend": 1713,
    "feinjustiert": 1714,
    "gezieltes": 1715,
    "prompting": 1716,
    "nnen49": 1717,
    "xiao": 1718,
    "zhu": 1719,
    "foundations": 1720,
    "ii": 1721,
    "vaswani": 1722,
    "attention": 1723,
    "all": 1724,
    "need": 1725,
    "devlin": 1726,
    "bert": 1727,
    "pre": 1728,
    "training": 1729,
    "deep": 1730,
    "bidirectional": 1731,
    "transformers": 1732,
    "1f": 1733,
    "grundlegend": 1734,
    "mer": 1735,
    "erstmals": 1736,
    "vorgestellt": 1737,
    "setzt": 1738,
    "rekurrente": 1739,
    "konvolutionale": 1740,
    "mecha": 1741,
    "nismus": 1742,
    "parallelisierbarkeit": 1743,
    "effektivita": 1744,
    "langer": 1745,
    "auszeichnet50": 1746,
    "urspru": 1747,
    "ngliche": 1748,
    "transformer": 1749,
    "encoder": 1750,
    "decoder": 1751,
    "entweder": 1752,
    "gpt": 1753,
    "eingabesequenz": 1754,
    "verarbeitet": 1755,
    "erzeugt": 1756,
    "jedes": 1757,
    "eingabe": 1758,
    "zugreifen": 1759,
    "kontextsensitiv": 1760,
    "kann51": 1761,
    "bevor": 1762,
    "berhaupt": 1763,
    "texte": 1764,
    "maschinenlesbare": 1765,
    "einheiten": 1766,
    "sogenannte": 1767,
    "zerlegt": 1768,
    "anschließend": 1769,
    "mithilfe": 1770,
    "embeddings": 1771,
    "hochdimensionale": 1772,
    "vektoren": 1773,
    "umgewandelt": 1774,
    "infor": 1775,
    "mationen": 1776,
    "enthalten52": 1777,
    "innerhalb": 1778,
    "modells": 1779,
    "schichten": 1780,
    "feed": 1781,
    "forward": 1782,
    "wobei": 1783,
    "ken": 1784,
    "gewichtete": 1785,
    "verbindungen": 1786,
    "kontextfensters": 1787,
    "erha": 1788,
    "aspekt": 1789,
    "art": 1790,
    "trainingsmethoden": 1791,
    "modelle": 1792,
    "supervised": 1793,
    "learning": 1794,
    "mengen": 1795,
    "unstrukturierter": 1796,
    "textdaten": 1797,
    "vorhersagen": 1798,
    "feh": 1799,
    "lender": 1800,
    "masked": 1801,
    "modeling": 1802,
    "fortsetzung": 1803,
    "textes": 1804,
    "causal": 1805,
    "teren": 1806,
    "reinforcement": 1807,
    "rlhf": 1808,
    "2f": 1809,
    "erfolgsfaktoreninput": 1810,
    "frage": 1811,
    "tokenization": 1812,
    "bzw": 1813,
    "schichtenembeddings": 1814,
    "kontextoutput": 1815,
    "wissensquellen": 1816,
    "dokumente": 1817,
    "embeddingstokens": 1818,
    "semantischer": 1819,
    "schichtentransformation": 1820,
    "tieferen": 1821,
    "abstraktes": 1822,
    "kontextrepra": 1823,
    "sentationdie": 1824,
    "gewichteten": 1825,
    "fließen": 1826,
    "na": 1827,
    "chste": 1828,
    "schicht": 1829,
    "generiert": 1830,
    "ferenzdaten": 1831,
    "hilfreicher": 1832,
    "agieren54": 1833,
    "technik": 1834,
    "anrei": 1835,
    "cherung": 1836,
    "externem": 1837,
    "wissensdatenbanken": 1838,
    "dokumenten": 1839,
    "faktengenauigkeit": 1840,
    "gesteigert": 1841,
    "kann55": 1842,
    "einga": 1843,
    "bereit": 1844,
    "trainierten": 1845,
    "kontexts": 1846,
    "ana": 1847,
    "lysiert": 1848,
    "herige": 1849,
    "festgelegten": 1850,
    "ngigkei": 1851,
    "herzustellen56": 1852,
    "zahlreiche": 1853,
    "folgenden": 1854,
    "betrachtet": 1855,
    "unternehmensbezogenen": 1856,
    "vielversprechender": 1857,
    "erwiesen": 1858,
    "erleichtern": 1859,
    "mitarbeitende": 1860,
    "supportbereich": 1861,
    "nachhaltig": 1862,
    "entlasten": 1863,
    "kundenservice": 1864,
    "basierte": 1865,
    "benutzeran": 1866,
    "interpretieren": 1867,
    "verbessern": 1868,
    "antwortqualita": 1869,
    "nutzererfahrung": 1870,
    "uhr57": 1871,
    "weiteres": 1872,
    "anwendungsfeld": 1873,
    "semantisch": 1874,
    "faq": 1875,
    "denen": 1876,
    "unstrukturierte": 1877,
    "nutzerfragen": 1878,
    "analysieren": 1879,
    "passenden": 1880,
    "oft": 1881,
    "dokumentierten": 1882,
    "antworten": 1883,
    "abzugleichen": 1884,
    "unterschied": 1885,
    "traditionellen": 1886,
    "regelbasierten": 1887,
    "tref": 1888,
    "ferqualita": 1889,
    "wesentlich": 1890,
    "verbessert": 1891,
    "wird58": 1892,
    "intern": 1893,
    "informationsbereitstellung": 1894,
    "unternehmensweiten": 1895,
    "zusammenfassungen": 1896,
    "kontextualisieren": 1897,
    "relevanter": 1898,
    "172ff": 1899,
    "dam": 1900,
    "complete": 1901,
    "ai": 1902,
    "information": 1903,
    "passagen": 1904,
    "umfangreichen": 1905,
    "implizite": 1906,
    "zuga": 1907,
    "nglicher": 1908,
    "supportprozesse": 1909,
    "schleunigen59": 1910,
    "dialogische": 1911,
    "kompetenz": 1912,
    "wertvolle": 1913,
    "assistenzsysteme": 1914,
    "redu": 1915,
    "zieren": 1916,
    "kognitive": 1917,
    "last": 1918,
    "mitarbeitenden": 1919,
    "relevantem": 1920,
    "chsten": 1921,
    "abschnitt": 1922,
    "aufgezeigt": 1923,
    "teraktive": 1924,
    "codierung": 1925,
    "scha": 1926,
    "assistenzfunktionen": 1927,
    "coding": 1928,
    "assistants": 1929,
    "fungieren": 1930,
    "ver": 1931,
    "identifizieren": 1932,
    "korrigieren": 1933,
    "generieren60": 1934,
    "relevant": 1935,
    "skripte": 1936,
    "direkt": 1937,
    "rlichsprachigen": 1938,
    "abzuleiten": 1939,
    "maschinenlesbarem": 1940,
    "json": 1941,
    "innovativer": 1942,
    "text2workflow": 1943,
    "minkova": 1944,
    "spracheingaben": 1945,
    "hrbare": 1946,
    "vorteil": 1947,
    "tiefgehende": 1948,
    "programmierkenntnisse": 1949,
    "formalisiert": 1950,
    "mechanis": 1951,
    "generierte": 1952,
    "berpru": 1953,
    "fen": 1954,
    "anzupassen": 1955,
    "wird62": 1956,
    "gerade": 1957,
    "spielen": 1958,
    "tauschformate": 1959,
    "soft": 1960,
    "ware": 1961,
    "setzen": 1962,
    "formate": 1963,
    "1ff": 1964,
    "nijkamp": 1965,
    "codegen": 1966,
    "open": 1967,
    "multi": 1968,
    "turn": 1969,
    "program": 1970,
    "synthesis": 1971,
    "weber": 1972,
    "pattern": 1973,
    "matchers": 1974,
    "words": 1975,
    "automating": 1976,
    "processes": 1977,
    "datenflu": 1978,
    "bersetzer": 1979,
    "agieren": 1980,
    "einfachen": 1981,
    "anweisung": 1982,
    "exportiere": 1983,
    "bestellungen": 1984,
    "bertrage": 1985,
    "schreibung": 1986,
    "weise": 1987,
    "schritt": 1988,
    "ftssprache": 1989,
    "maschinenlesbaren": 1990,
    "prozessdefinition": 1991,
    "verku": 1992,
    "rzt": 1993,
    "gelegt63": 1994,
    "neuere": 1995,
    "latex": 1996,
    "umgehen": 1997,
    "ris": 1998,
    "konvertieren": 1999,
    "umzustrukturieren64": 2000,
    "automatisie": 2001,
    "rungsszenarien": 2002,
    "bedeutet": 2003,
    "datengetrie": 2004,
    "bene": 2005,
    "schnittstellendefinitionen": 2006,
    "entscheidender": 2007,
    "ffnen": 2008,
    "bersetzungsfa": 2009,
    "potenziale": 2010,
    "allerdings": 2011,
    "ergeben": 2012,
    "risiken": 2013,
    "fehlerhafte": 2014,
    "outputs": 2015,
    "sicherheitslu": 2016,
    "cken": 2017,
    "schwer": 2018,
    "wartbarer": 2019,
    "trotz": 2020,
    "bergen": 2021,
    "codegenerierung": 2022,
    "problematisch": 2023,
    "tsrisiken": 2024,
    "halluzi": 2025,
    "nationen": 2026,
    "plausibel": 2027,
    "klingende": 2028,
    "faktisch": 2029,
    "falsche": 2030,
    "inhalte": 2031,
    "treten": 2032,
    "elemente": 2033,
    "syntax65": 2034,
    "datenschutz": 2035,
    "unspezifischer": 2036,
    "sensible": 2037,
    "ungewollt": 2038,
    "wiedergeben": 2039,
    "heitskritische": 2040,
    "schwachstellen": 2041,
    "erzeugen66": 2042,
    "fung": 2043,
    "codes": 2044,
    "fehlern": 2045,
    "5f": 2046,
    "eingeschra": 2047,
    "nkte": 2048,
    "wartbarkeit": 2049,
    "generierten": 2050,
    "erstellte": 2051,
    "schlecht": 2052,
    "fbar": 2053,
    "folgen": 2054,
    "keiner": 2055,
    "klaren": 2056,
    "softwarearchitektur": 2057,
    "problemen": 2058,
    "passung": 2059,
    "fehlersuche": 2060,
    "hrt67": 2061,
    "verzerrung": 2062,
    "erscheinen": 2063,
    "berzeugend": 2064,
    "aussagen": 2065,
    "objektiv": 2066,
    "falsch": 2067,
    "laufen": 2068,
    "ausgaben": 2069,
    "viel": 2070,
    "schenken68": 2071,
    "geringer": 2072,
    "fehlerhafter": 2073,
    "unkritisch": 2074,
    "nommen": 2075,
    "wird69": 2076,
    "mmung": 2077,
    "probleme": 2078,
    "aug": 2079,
    "mented": 2080,
    "anreicherung": 2081,
    "halluzina": 2082,
    "tionen": 2083,
    "tsprobleme": 2084,
    "hybrides": 2085,
    "verfahren": 2086,
    "nstlichen": 2087,
    "telligenz": 2088,
    "generative": 2089,
    "nzt": 2090,
    "ausschließlich": 2091,
    "gespeicherten": 2092,
    "scho": 2093,
    "pfen": 2094,
    "dyna": 2095,
    "mischen": 2096,
    "zugriff": 2097,
    "dokumentensammlungen": 2098,
    "sprachmodell": 2099,
    "externen": 2100,
    "quellen": 2101,
    "beschafft": 2102,
    "generierungsprozess": 2103,
    "einbindet70": 2104,
    "reinen": 2105,
    "unbekannten": 2106,
    "ungenauen": 2107,
    "neigen": 2108,
    "fundiertere": 2109,
    "textgene": 2110,
    "gelingt": 2111,
    "gelernten": 2112,
    "modellwissen": 2113,
    "stammen": 2114,
    "durchsuchbaren": 2115,
    "wissensspeicher": 2116,
    "beigesteuert": 2117,
    "den71": 2118,
    "agiert": 2119,
    "somit": 2120,
    "alleinige": 2121,
    "wissensquelle": 2122,
    "textverarbeiter": 2123,
    "extern": 2124,
    "abgerufene": 2125,
    "14f": 2126,
    "ji": 2127,
    "hallucination": 2128,
    "siebert": 2129,
    "kelbert": 2130,
    "deutet": 2131,
    "entscheidenden": 2132,
    "innen": 2133,
    "mationsabfragen": 2134,
    "unternehmensinterne": 2135,
    "richten": 2136,
    "spezialisiertes": 2137,
    "recherche72": 2138,
    "dularen": 2139,
    "pipeline": 2140,
    "query": 2141,
    "document": 2142,
    "tegration": 2143,
    "response": 2144,
    "nutzereingabe": 2145,
    "vektorrepra": 2146,
    "sentationen": 2147,
    "berfu": 2148,
    "spezialisierte": 2149,
    "embedding": 2150,
    "vektor": 2151,
    "hybridsuche": 2152,
    "wissensbasis": 2153,
    "ty": 2154,
    "pischerweise": 2155,
    "textpassagen": 2156,
    "vektordatenbank": 2157,
    "hnlichen": 2158,
    "durchsucht": 2159,
    "hierbei": 2160,
    "maximum": 2161,
    "inner": 2162,
    "search": 2163,
    "mips": 2164,
    "einge": 2165,
    "dichte": 2166,
    "indexstrukturen74": 2167,
    "phase": 2168,
    "gefundenen": 2169,
    "textfragmente": 2170,
    "eingebunden": 2171,
    "je": 2172,
    "einziges": 2173,
    "dokument": 2174,
    "sequence": 2175,
    "tokenweise": 2176,
    "zision": 2177,
    "antwortgenerierung": 2178,
    "lewis": 2179,
    "knowledge": 2180,
    "intensive": 2181,
    "tasks": 2182,
    "inchunkingexterne": 2183,
    "wissensquellendokumentewebseitenapi": 2184,
    "scode": 2185,
    "ausgabellmvectordatenbankembeddingembeddingchat": 2186,
    "spezifischeskontextwissenprompteingabespezifischeskontextwissenann": 2187,
    "suchequery": 2188,
    "processingdocumentretrieval": 2189,
    "generationcontextintegration": 2190,
    "indexierung": 2191,
    "bart": 2192,
    "basierend": 2193,
    "nglichen": 2194,
    "eingebetteten": 2195,
    "kontextinformationen": 2196,
    "unterscheidungsmerkmal": 2197,
    "parametri": 2198,
    "sche": 2199,
    "ckgreifen": 2200,
    "transparenter": 2201,
    "leichter": 2202,
    "aktualisierbar": 2203,
    "ndiges": 2204,
    "sprachmodells": 2205,
    "kernstu": 2206,
    "bindung": 2207,
    "wissensbesta": 2208,
    "nden": 2209,
    "generativen": 2210,
    "herstellen": 2211,
    "effizientes": 2212,
    "ssli": 2213,
    "liefern": 2214,
    "gesamtleistung": 2215,
    "unmit": 2216,
    "telbar": 2217,
    "vektordatenbanken": 2218,
    "bilder": 2219,
    "audiodaten": 2220,
    "hochdimensionalen": 2221,
    "speichern": 2222,
    "exakte": 2223,
    "schlu": 2224,
    "sselwo": 2225,
